{"PartitionKey":"IntuneTemplate","RowKey":"984b147c-ad88-4b0c-96fd-5a6d53f3d3ed","GUID":"984b147c-ad88-4b0c-96fd-5a6d53f3d3ed","JSON":"{\"Displayname\":\"Win - OIB - SC - Device Security - U - Power and Device Lock - v3.6\",\"Description\":null,\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationPolicy\\\",\\\"creationSource\\\":null,\\\"description\\\":\\\"\\\",\\\"name\\\":\\\"Win - OIB - SC - Device Security - U - Power and Device Lock - v3.6\\\",\\\"platforms\\\":\\\"windows10\\\",\\\"priorityMetaData\\\":null,\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"settingCount\\\":8,\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationPolicyTemplateReference\\\",\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null},\\\"settings\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_requirepasswordwhencomputerwakesonbattery\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_power_requirepasswordwhencomputerwakesonbattery_1\\\",\\\"children\\\":[]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_requirepasswordwhencomputerwakespluggedin\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_power_requirepasswordwhencomputerwakespluggedin_1\\\",\\\"children\\\":[]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_standbytimeoutonbattery\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_power_standbytimeoutonbattery_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_standbytimeoutonbattery_enterdcstandbytimeout\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":600}}]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_standbytimeoutpluggedin\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_power_standbytimeoutpluggedin_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_standbytimeoutpluggedin_enteracstandbytimeout\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":900}}]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_displayofftimeoutonbattery\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_power_displayofftimeoutonbattery_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_displayofftimeoutonbattery_entervideodcpowerdowntimeout\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":300}}]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_displayofftimeoutpluggedin\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"choiceSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_power_displayofftimeoutpluggedin_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_displayofftimeoutpluggedin_entervideoacpowerdowntimeout\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":600}}]}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_unattendedsleeptimeoutonbattery\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%BatterySleepTimeout%\\\"}}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_power_unattendedsleeptimeoutpluggedin\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"%PluggedSleepTimeout%\\\"}}}]}\",\"Type\":\"Catalog\",\"GUID\":\"984b147c-ad88-4b0c-96fd-5a6d53f3d3ed\"}","Package":""}